import "../assets/css/about.css";
import useTitle from "../hooks/useTitle";

export default function About() {
  useTitle("Образователен център Фолклорна къща | За нас");

  return (
    <main className="about">
      <h1>Кои сме ние?</h1>

      <section className="our-motivation">
        <h2>Нашата мотивация</h2>
        <p>
          Ние сме тези, които вярват, че образованието трябва да бъде свързано с корените ни и да
          отразява богатството на българската култура. Стремим се да създадем среда, в която децата
          могат да учат чрез преживяване, творчество и съпричастност.
        </p>
      </section>

      <section className="our-deeds">
        <h2>Какво направихме?</h2>
        <ul>
          <li>Проектирахме образователна концепция, в която ученето се случва чрез правене</li>
          <li>
            Измислихме учебна програма, която съчетава занаяти, изкуства, природа и родова памет
          </li>
          <li>Създадохме визуална идентичност, вдъхновена от българската шевица и дух</li>
        </ul>
      </section>

      <section className="our-team">
        <h2>Срещнете ни</h2>

        <div>
          <h3>Алдин Хюсеинов</h3>
          <p>Алдин създаде този сайт.</p>
        </div>

        <div>
          <h3>Яница Ангелова</h3>
          <p>Яница даде идеите за "Фолклорна къща".</p>
        </div>

        <div>
          <h3>Емел Конедарева</h3>
          <p>Емел създаде брошурите.</p>
        </div>
      </section>
    </main>
  );
}
