import partnersBg from "../assets/images/partners.jpg";
import "../assets/css/banner.css";
import "../assets/css/partnerships.css";
import useTitle from "../hooks/useTitle";

export default function Partnerships() {
  useTitle("Образователен център Фолклорна къща | Партньори");

  return (
    <main className="partnerships">
      <section
        className="showcase"
        style={{
          background: `url(${partnersBg}) no-repeat center`,
        }}
      >
        <h1>Партньори</h1>
      </section>

      <section className="partners">
        <p>
          За да създадем богата и вдъхновяваща образователна среда, училището ни работи в тясно
          партньорство с културни институции като читалища, етнографски и регионални исторически
          музеи. Те предоставят достъп до автентични знания и преживявания, които свързват децата с
          културното наследство на България.
        </p>
        <p>
          Особено ценни са връзките със занаятчии и фолклорни групи – майстори по дърворезба,
          тъкане, грънчарство, както и народни певци, танцьори, музиканти и разказвачи. Те не само
          демонстрират своето изкуство, но и обучават децата, предавайки знанията си от първо лице.
        </p>
        <p>
          Родителите и доброволците също играят активна роля – участват в подготовката на събития,
          работилници и празници, като споделят семейни традиции и създават силна връзка между
          училището и дома.
        </p>
        <p>
          Особено важен принос имат възрастни жени и мъже от местната общност, които провеждат
          ателиета по традиционни занаяти и споделят устни разкази, народни песни, пословици и
          гатанки. Тяхното участие вдъхва живот на традициите и създава жив мост между поколенията.
        </p>
      </section>
    </main>
  );
}
