import "../assets/css/news.css";
import Article from "./Article";

export default function News() {
  return (
    <section className="news">
      <h1>Новини</h1>

      <section className="news-list">
        <Article
          articleTitle="Мистериозната раница"
          article="Сутринта беше откритa раница, пълна с гевреци. Шок и ужас!"
        />

        <Article
          articleTitle="Новият учител се оказа... старият в носия!"
          article="Учениците не разпознали г-н Кукуряшков, който влезе в клас облечен в народна носия и с овча гега. 
          След 5 минути го попитали дали ще преподава магия."
        />

        <Article
          articleTitle="Изгубеният чорап"
          article="Някой не си прибра чорапа след час по народни танци. 
          В следобедната работилница той беше намерен... втъкан в гердан от прежда. Все още не е ясно дали е мода или вълшебство... 
          или може би е на г-н Кукуряшков."
        />

        <Article
          articleTitle="„Баба гостува“ – Най-вкусния боб!"
          article="Готварска работилница с гостенка от местната общност. Заедно с баба Марулка децата приготвиха боб по стара рецепта,
          който се оказа най-вкусния боб някога!"
        />

        <Article
          articleTitle="Изпити"
          article="Студентите по педагогика успешно минаха всичките си изпити, сега те ще имат възможност да преподават в нашия образователен център.
          Поздравления!"
        />
      </section>
    </section>
  );
}
